Repository: imraghavbnsal007/SportsChampion
Catalog: SportsChampion/localproj/localproj/locale/*/LC_MESSAGES/django.po
Languages: de, hi

source: Welcome to language translation
de: Willkommen bei der Sprachübersetzung
hi: भाषा अनुवाद में आपका स्वागत है

source: German
de: Deutsch
hi: जर्मन

source: Hindi
hi: हिन्दी

source: English
de: Englisch
hi: अंग्रेज़ी

source: Cricket and Football are both field games and team sports, and both consist of 11 players-a-side. However, key differernces between Cricket and Football include the field’s shape and size, ball size and hardness, type of protective gear used, and the lack of a goalpost in cricket and stumps in Football.
de: Cricket und Fußball sind beide Feldspiele und Mannschaftssportarten, und beide bestehen aus 11 Spielern pro Seite. Zu den wichtigsten Unterschieden zwischen Cricket und Fußball gehören jedoch die Form und Größe des Feldes, die Ballgröße und -härte, die Art der verwendeten Schutzausrüstung und das Fehlen eines Torpfostens im Cricket und Stümpfe im Fußball.
hi: क्रिकेट और फ़ुटबॉल दोनों मैदानी खेल और टीम खेल हैं, और दोनों में 11 खिलाड़ी-ए-साइड शामिल हैं। हालाँकि, क्रिकेट और फ़ुटबॉल के बीच महत्वपूर्ण अंतरों में मैदान का आकार और आकार, गेंद का आकार और कठोरता, उपयोग किए जाने वाले सुरक्षात्मक गियर का प्रकार और क्रिकेट में गोलपोस्ट की कमी और फ़ुटबॉल में स्टंप शामिल हैं।

source: Football & Cricket
de: Fußball & Cricket
hi: फुटबॉल और क्रिकेट

source: Our Events
de: Unsere Veranstaltungen
hi: हमारे कार्यक्रम

source: World Most Famous
de: Berühmteste Welt
hi: विश्व सबसे प्रसिद्ध

source: Games
de: Spiele
hi: खेल

source: Wanna know What is Football and Cricket?
de: Möchten Sie wissen, was Fußball und Cricket sind?
hi: जानना चाहते हैं कि फुटबॉल और क्रिकेट क्या है?

source: Football
de: Fußball
hi: फ़ुटबॉल

source: Which one is famous?
de: Welche ist berühmt?
hi: कौन सा प्रसिद्ध है?

source: For more
de: Für mehr
hi: अधिक जानकारी के लिए

source: Cricket and Football have very different time durations. There are three types of match formats in Cricket. The time duration for each of those varies from each other.
de: Cricket und Fußball haben sehr unterschiedliche Zeitdauern. Es gibt drei Arten von Spielformaten in Cricket. Die Zeitdauer für jede davon variiert voneinander.
hi: क्रिकेट और फुटबॉल का समय बहुत अलग होता है। क्रिकेट में तीन तरह के मैच फॉर्मेट होते हैं। उनमें से प्रत्येक के लिए समय अवधि एक दूसरे से भिन्न होती है।

source: Football has a much simpler rule system as compared to Cricket. On the other hand, Cricket has many terms and rules. From LBW to No ball, wide ball, etc, the rules can get a little intimidating. This can get a little complicated for a viewer at first sight. Some might consider the complex rules to be interesting while some might just find it straight out confusing.
de: Fußball hat im Vergleich zu Cricket ein viel einfacheres Regelsystem. Auf der anderen Seite hat Cricket viele Begriffe und Regeln. Von LBW bis No Ball, Wide Ball usw. können die Regeln ein wenig einschüchternd werden. Das kann für einen Betrachter auf den ersten Blick etwas kompliziert werden. Einige finden die komplexen Regeln vielleicht interessant, während andere sie einfach nur verwirrend finden.
hi: क्रिकेट की तुलना में फुटबॉल में बहुत सरल नियम प्रणाली है। वहीं दूसरी ओर क्रिकेट के कई नियम और नियम हैं। LBW से लेकर नो बॉल, वाइड बॉल वगैरह तक के नियम थोड़े डराने वाले हो सकते हैं. यह पहली नजर में एक दर्शक के लिए थोड़ा जटिल हो सकता है। कुछ लोग जटिल नियमों को दिलचस्प मान सकते हैं जबकि कुछ इसे सीधे भ्रमित करने वाले लग सकते हैं।

source: Our
de: Unsere
hi: हमारी

source: Home
de: Heim
hi: घर

source: Events
de: Veranstaltungen
hi: आयोजन

source: News
de: Nachricht
hi: समाचार

source: Sports
de: Sport
hi: खेल

source: Contact
de: Kontakt
hi: संपर्क करना

source: Football information
de: Informationen zum Fußball
hi: फुटबॉल की जानकारी

source: Indian Premier League
de: Indische Premier League
hi: इंडियन प्रीमियर लीग

source: contact info
de: Kontaktinformation
hi: संपर्क जानकारी

source: follow us
de: Folge uns
hi: हमारा अनुसरण करें

source: German Bundesliga
de: Deutsche Bundesliga
hi: जर्मन Bundesliga

source: Venue
de: Veranstaltungsort
hi: घटनास्थल

source: May
de: Mai
hi: मई

source: Bookings
de: Buchungen
hi: बुकिंग

source: For more bookings Click here
de: Für weitere Buchungen klicken Sie hier
hi: अधिक बुकिंग के लिए यहाँ क्लिक करें

source: Cricket- T20 Leagues
de: Cricket – T20 Ligen
hi: क्रिकेट- टी20 लीग

source: Updates
de: Aktualisierung
hi: अपडेट

source: Liverpool vs Manchester United: Who would make it into a combined XI between the sides? -Would Cristiano Ronaldo get in ahead of out-of-form Mohamed Salah? Does David de Gea get in ahead of Alisson in goal?
de: Liverpool vs Manchester United: Wer würde es in eine kombinierte Elf zwischen den Mannschaften schaffen? - Würde Cristiano Ronaldo vor Mohamed Salah aus der Form geraten? Kommt David de Gea vor Alisson im Tor ein?
hi: लिवरपूल बनाम मैनचेस्टर यूनाइटेड: कौन इसे पक्षों के बीच एक संयुक्त एकादश में बनाएगा? क्या क्रिस्टियानो रोनाल्डो आउट-ऑफ-फॉर्म मोहम्मद सलाह से आगे निकलेंगे? क्या डेविड डी गीया लक्ष्य में एलिसन से आगे निकलता है?

source: Fernandes involved in car crash
de: Fernandes in Autounfall verwickelt
hi: कार दुर्घटना में शामिल फर्नांडिस

source: Chelsea 2-0 Crystal Palace: Ruben Loftus-Cheek and Mason Mount send Blues into third consecutive FA Cup final
de: Chelsea - Crystal Palace 2:0: Ruben Loftus-Cheek und Mason Mount schicken die Blues ins dritte FA-Cup-Finale in Folge
hi: चेल्सी 2-0 क्रिस्टल पैलेस: रूबेन लॉफ्टस-गाल और मेसन माउंट ने लगातार तीसरे एफए कप फाइनल में ब्लूज़ को भेजा

source: England coach and captain contenders: Who could Rob Key go for to lead Test turnaround?
de: Englands Trainer- und Kapitänsanwärter: Für wen könnte Rob Key die Testwende anführen?
hi: इंग्लैंड के कोच और कप्तान के दावेदार: रोब की टेस्ट टर्नअराउंड का नेतृत्व करने के लिए किसके लिए जा सकते हैं?

source: Anya Shrubsole: England 2017 World Cup hero retires from international cricket
de: Anya Shrubsole: Englands WM-Held von 2017 zieht sich vom internationalen Cricket zurück
hi: आन्या श्रुबसोल: इंग्लैंड 2017 विश्व कप के हीरो ने अंतरराष्ट्रीय क्रिकेट से लिया संन्यास

source: Ramiz Raja reveals plan of U19 version of Pakistan Super League
de: Ramiz Raja enthüllt den Plan der U19-Version der Pakistan Super League
hi: रमीज राजा ने पाकिस्तान सुपर लीग के U19 संस्करण की योजना का खुलासा किया

source: Breaking News
de: Aktuelle Nachrichten
hi: आज की ताजा खबर

source: England, New Zealand set to tour Pakistan in November-December
de: England und Neuseeland werden im November-Dezember Pakistan bereisen
hi: इंग्लैंड, न्यूजीलैंड नवंबर-दिसंबर में पाकिस्तान दौरे पर

source: USA Cricket welcomes 2024 T20 World Cup berth
de: USA Cricket heißt Startplatz für die T20-Weltmeisterschaft 2024 willkommen
hi: यूएसए क्रिकेट ने 2024 टी 20 विश्व कप बर्थ का स्वागत किया

source: NINE EUROPEAN
de: NEUN EUROPÄISCHE
hi: नौ यूरोपीय

source: CHAMPIONSHIPS 'UNDER ONE
de: MEISTERSCHAFTEN „UNTER EINS
hi: चैंपियनशिप 'एक के तहत

source: ROOF
de: DACH
hi: छत

source: European Championships Munich 2022 will be the biggest sports event in Germany since the 1972 Summer Olympics.
de: Die Europameisterschaft München 2022 wird das größte Sportereignis in Deutschland seit den Olympischen Sommerspielen 1972.
hi: यूरोपीय चैंपियनशिप म्यूनिख 2022 1972 ग्रीष्मकालीन ओलंपिक के बाद से जर्मनी में सबसे बड़ी खेल प्रतियोगिता होगी।

source: European sport will be united as its best athletes compete for the highest accolade of their sport on the continent
de: Der europäische Sport wird vereint sein, wenn seine besten Athleten um die Höchsten kämpfen Auszeichnung ihres Sports auf dem Kontinent
hi: यूरोपीय खेल एकजुट हो जाएगा क्योंकि इसके सर्वश्रेष्ठ एथलीट महाद्वीप पर अपने खेल के उच्चतम प्रशंसा के लिए प्रतिस्पर्धा करते हैं

source: F1 Racing
de: F1-Rennen
hi: F1 रेसिंग

source: Other
de: Sonstiges
hi: अन्य

source: Other sports that are famous in Germany
de: Andere Sportarten, die in Deutschland berühmt sind
hi: अन्य खेल जो जर्मनी में प्रसिद्ध हैं

source: Formula F1
de: Formel F1
hi: सूत्र F1

source: Sports In India
de: Sport in Indien
hi: भारत में खेल

source: Other sports that are famous in India
de: Andere Sportarten, die in Indien berühmt sind
hi: अन्य खेल जो भारत में प्रसिद्ध हैं

source: Kabaddi
hi: कबड्डी

source: World-Wide
de: Weltweit
hi: दुनिया भर

source: BasketBall
hi: बास्केटबॉल

source: Basketball is very famous around the world, Famous sports in Serbia.
de: Basketball ist auf der ganzen Welt sehr berühmt, berühmte Sportarten in Serbien.
hi: बास्केटबॉल दुनिया भर में बहुत प्रसिद्ध है, सर्बिया में प्रसिद्ध खेल।

source: Skiing
de: Skifahren
hi: स्कीइंग

source: Skiing give us heaven feel. It can be only done in snow.
de: Skifahren gibt uns ein himmlisches Gefühl. Das geht nur bei Schnee.
hi: स्कीइंग हमें स्वर्ग का एहसास देती है। यह केवल बर्फ में ही किया जा सकता है।

source: Biking
de: Radfahren
hi: बाइकिंग

source: Biking is loved by everyone
de: Radfahren wird von allen geliebt
hi: बाइकिंग सभी को पसंद होती है

source: Swimming
de: Schwimmen
hi: तैरना

source: This sports need more work on breathing.
de: Dieser Sport erfordert mehr Atemarbeit.
hi: इस खेल में सांस लेने पर अधिक काम करने की जरूरत है।

source: Hockey
hi: हॉकी

source: National Sport of India
de: Nationalsport von Indien
hi: भारत का राष्ट्रीय खेल

source: Subscription
de: Abonnement
hi: अंशदान

source: Watch News
de: Nachrichten ansehen
hi: समाचार देखें

source: Latest Sports News
de: Neueste Sportnachrichten
hi: ताजा खेल समाचार

source: First to know
de: Zuerst wissen3
hi: सबसे पहले पता

source: Truth
de: Wahrheit
hi: सच

source: Amazing Articles
de: Erstaunliche Artikel
hi: अद्भुत लेख

source: Best advices
de: Beste Ratschläge
hi: सर्वोत्तम सलाह

source: Check out
de: Kasse
hi: चेक आउट

source: Match party
de: Spielparty
hi: मैच पार्टी

source: Visual Parties
de: Visuelle Partys
hi: दृश्य पार्टियां

source: Live Session
de: Live-Sitzung
hi: लाइव सत्र

source: Watch together
de: Gemeinsam gucken
hi: एक साथ देखें

source: Clips
de: Klammern
hi: क्लिप्स

source: Live with fans
de: Lebe mit den Fans
hi: प्रशंसकों के साथ लाइव

source: No Ads
de: Keine Werbung
hi: विज्ञापन नहीं

source: Free off Advertisement
de: Kostenlose Werbung
hi: विज्ञापन मुक्त

source: No disturbance
de: Keine Störung
hi: कोई गड़बड़ी नहीं

source: Extra option available
de: Zusatzoption verfügbar
hi: अतिरिक्त विकल्प उपलब्ध

source: Video quality Hd
de: Videoqualität Hd
hi: वीडियो की गुणवत्ता एचडी

source: Retro Reels
de: Retro-Rollen
hi: रेट्रो रील्स

source: Full Package
de: Komplettpaket
hi: पूरा पैकेज

source: Customise facility option
de: Einrichtungsoption anpassen
hi: सुविधा विकल्प अनुकूलित करें

source: Famous
de: Bekannt
hi: प्रसिद्ध

source: Quotes
de: Zitate
hi: उल्लेख

source: Have any questions? We'd love to hear from you
de: Haben Sie Fragen? Wir würden uns freuen, von Ihnen zu hören
hi: कोई भी प्रश्न है? हमें आपसे सुनकर अत्यंत खुशी होगी

source: Our Support team is spread all over the world to give you fast response
de: Unser Support-Team ist auf der ganzen Welt verteilt, um Ihnen schnell zu antworten
hi: हमारी सहायता टीम आपको तेजी से प्रतिक्रिया देने के लिए पूरी दुनिया में फैली हुई है

source: Customer Care
de: Kundendienst
hi: ग्राहक देखभाल

source: Submit a Request
de: Einen Antrag stellen
hi: एक अनुरोध सबमिट करें

source: Questions
de: Fragen
hi: प्रशन

source: Write Us
de: Schreiben Sie uns
hi: हमें लिखना

source: You can write us if you have any queries
de: Sie können uns schreiben, wenn Sie Fragen haben
hi: यदि आपके कोई प्रश्न हैं तो आप हमें लिख सकते हैं

source: Write
de: Schreiben
hi: लिखना

source: Sales and Marketing
de: Verkauf und Marketing
hi: बिक्री और विपणन

source: Get in touch with our sales and marketing team
de: Kontaktieren Sie unser Vertriebs- und Marketingteam
hi: हमारी बिक्री और मार्केटिंग टीम से संपर्क करें

source: Contact Sales
de: Wenden Sie sich an den Vertrieb
hi: संपर्क बिक्री

source: View Plans
de: Pläne anzeigen
hi: योजनाएं देखें

source: choose color
de: wähle eine Farbe
hi: रंग चुनें

source: Cricket
de: Kricket
hi: क्रिकेट

source: Finals
de: Finale
hi: फाइनल
